---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.gbXMLBuildingType.HospitalOrHealthcare
enum: Autodesk.Revit.DB.Analysis.gbXMLBuildingType
source: html/74e09dc3-6b9a-cc3b-a493-d6a20a60bfd6.htm
---
# Autodesk.Revit.DB.Analysis.gbXMLBuildingType.HospitalOrHealthcare